[
    {
        "id": "Cyberpunk Avatar_avatar_1_1",
        "theme": "Cyberpunk Avatar",
        "prompt_text": "Generate a cyberpunk-style avatar with neon accents 🔷 and intricate robotic details 🦾. The avatar has a glowing cybernetic arm with exposed circuits 💡, a sleek metallic tail 🐉, and cybernetic ears with neon lights 🔴 embedded. Fur is short and sleek with a neon-blue tint 💙. Adorn the avatar with reflective sunglasses 🕶️ and a layered necklace with glowing pendants 💍. Dress them in a high-tech jacket with metallic shoulder pads 🦾 and fingerless gloves revealing claw-like metal fingers 🤖. A neon-lit cityscape 🌆 with holographic billboards and rain-soaked streets 💧 reflecting vibrant lights.",
        "image_path": "images/batch_1/Cyberpunk Avatar_avatar_1_1.jpeg"
    },
    {
        "id": "Psychedelic Avatar_avatar_1_2",
        "theme": "Psychedelic Avatar",
        "prompt_text": "Create a psychedelic-themed avatar with a trippy color palette 🌈 and surreal patterns 🌌. The avatar has elongated limbs that ripple, with vibrant, bioluminescent fur in purples and greens 💜💚. Tail swirls into a spiral with fractal patterns 🌪️. The ears are large and curve outward with neon tips that glow softly 🔮. Add round, colorful sunglasses with kaleidoscope lenses 🌠 and a necklace of rainbow-colored crystals 💎. Dress them in a tie-dye shirt with flowing sleeves 🌌 and cosmic symbols 🪐. A surreal forest with glowing mushrooms 🍄, swirling mist 🌫️, and abstract shapes in neon colors 🔵🔴.",
        "image_path": "images/batch_1/Psychedelic Avatar_avatar_1_2.jpeg"
    },
    {
        "id": "Fantasy Avatar_avatar_1_3",
        "theme": "Fantasy Avatar",
        "prompt_text": "Render a fantasy-style avatar with mythical characteristics 🧚‍♂️. The avatar has pointed elf-like ears adorned with small earrings 💫 and a long, flowing tail covered in soft, luminescent fur 🌙 with hints of silver 🌕. The eyes are bright and piercing, reflecting wisdom 👁️. Add a gold crown embedded with emerald gemstones 👑 and a necklace with a mystical amulet 🔮. Dress them in a flowing enchanted robe with intricate silver patterns ✨ and a leather belt holding small, magical pouches 🌌. A magical forest with ethereal lights 🌲 and ancient stone ruins covered in moss 🌿.",
        "image_path": "images/batch_1/Fantasy Avatar_avatar_1_3.jpeg"
    },
    {
        "id": "Vintage Avatar_avatar_1_4",
        "theme": "Vintage Avatar",
        "prompt_text": "Generate a vintage-themed avatar with a classic, retro style 🎩. The avatar has round, fluffy ears with vintage-styled earrings 🌼. The fur is soft, with subtle curls and a warm sepia tone ☕. Tail is thick and slightly curled, reminiscent of old-fashioned elegance 🐾. Add round tortoiseshell glasses 🕶️ and a beaded necklace with a vintage cameo pendant 🏅. Dress them in a high-waisted suit with suspenders and a bowtie 🎀, and include leather gloves 🧤. An old-fashioned parlor room with ornate wallpaper 🎨, a vintage record player 🎶, and an antique chandelier 💡.",
        "image_path": "images/batch_1/Vintage Avatar_avatar_1_4.jpeg"
    },
    {
        "id": "Futuristic Surreal Avatar_avatar_1_5",
        "theme": "Futuristic Surreal Avatar",
        "prompt_text": "Create a futuristic, surreal avatar with an ethereal look 🛸. The avatar has translucent skin with swirling patterns visible underneath, resembling veins of light 🌌. Arms and legs are elongated and appear slightly transparent, with a metallic tail that emits a soft glow 🌠. The ears are sleek and pointed, with embedded LED lights 🌈. Add holographic wraparound sunglasses 🕶️ and a necklace that floats around the neck like a ring of light ✨. Dress them in a bodysuit made of iridescent material, which changes color based on the angle 🌈. A surreal, floating city in space 🪐 with neon-lit pathways, glowing stars 🌠, and abstract geometric shapes 🔻🔶.",
        "image_path": "images/batch_1/Futuristic Surreal Avatar_avatar_1_5.jpeg"
    }
]